
"Battery Power" = "电池";
"AC Power" = "电源适配器";
"UPS Power" = "UPS";

//Alternate Power Adapter tabViewItem label
"Power" = "电源";

//The power warning sheet
"Restore Defaults" = "恢复成默认";
"OK" = "好";
"Cancel" = "取消";

"UPS Power Checkbox" = "在菜单栏中显示 UPS 状态";
//"Battery Power Checkbox"= "Show battery status in the menu bar";

// the UPS status
"percent full" = "%.0f%%";
"Current UPS Charge" = "当前电量：%.0f%%";

"Power consumption may be greater than normal." = "这些设置可能使您的电脑消耗更多能量。";
"Reset by clicking Restore Defaults" = "要节能，请点按“恢复成默认”。";

"Network wake noise warning" = "当“唤醒以供网络访问”启用时，您也许可以听到电脑偶尔被唤醒的声音。";
"Wakes for detection" = "这会通知其他设备您的电脑仍连接在网络上。";

"Wake for network" = "唤醒以供网络访问";
"Wake for Ethernet" = "唤醒以供以太网络访问";
"Wake for AirPort" = "唤醒以供 AirPort 网络访问";

"Custom" = "自定";

"Schedule Warning- power adapter must be present" = "计划的启动仅当电源适配器连接在 Mac 上时才会发生。";

// the Battery Status is always appended to one of the above strings so a space is provided at the strings beginning.
"Battery Status" = "当前电池电量：%.0f%%  估计剩余时间：%@";
"Battery Status, Charged" = "电池已充电。";
"Short Battery Status" = "估计剩余时间：%@ (%.0f%%)";
"Battery Status, Charging" = "当前电池电量：%.0f%%  完全充电还需：%@";
"Short Battery Status, Charging" = "充满电的估计剩余时间：%@ (%.0f%%)";
"Current Charge" = "当前电池电量：%.0f%%";
"Calculating time" = "正在计算时间";
 
"Check Battery" = "修理电池。"; 
"Poor Battery" = "电池状况：现在更换。";
"Fair Battery" = "电池状况：尽快更换。";


"AutoProc" = "自动";
"HighProc" = "最高";
"NormalProc" = "降低";

/* strings for tool tips */
"minute" = "分钟";
"minutes" = "分钟";
"hour" = "小时";
"hours" = "小时";

"dim" = "变暗";
"sleep" = "睡眠";
"halfminute" = ".5";

/* Format String to display tool tip with.  MUST contain two arguments that show where to insert the display
    dim time %1$@  and where to insert the display sleep time %2$@    They can be in any order.  The %1
    tells the string to put the first (dim time) parameter in that location.  %2 indicates the place to put
    the display sleep time. */
"Dim %@. Sleep %@." = "变暗 %1$@。睡眠 %2$@。";

"Never" = "永不";
"1 minute" = "1 分钟";
"3 minutes" = "3 分钟";
"5 minutes" = "5 分钟";
"10 minutes" = "10 分钟";
"15 minutes" = "15 分钟";
"20 minutes" = "20 分钟";
"25 minutes" = "25 分钟";
"30 minutes" = "30 分钟";  
"45 minutes" = "45 分钟";
"1 hour" = "1 小时";
"1 hour 15 minutes" = "1 小时 15 分钟";
"1 hour 30 minutes" = "1 小时 30 分钟";  
"1 hour 45 minutes" = "1 小时 45 分钟";
"2 hours" = "2 小时";
"3 hours" = "3 小时";

"Better Energy Savings" = "较好的节能";
"Better Battery Life" = "较长电池寿命";
"Better UPS Life" = "较长 UPS 寿命";

// *** Note to localizers: These strings will be clipped if they get much longer.
// The second string is almost as long as possible (about two additional character widths are possible)
"GFX_CHANGE_WARNING_TEXT_LOGOUT" = "您必须注销，此更改才能生效";
"GFX_CHANGE_WARNING_TEXT_ALL_LOGOUT" = "所有用户必须注销，此更改才能生效";
"GFX_CHANGE_WARNING_TEXT_RESTART" = "您必须重新启动电脑，此更改才能生效。";

"GFX_CHANGE_TITLE" = "更改图形设置要求您注销。";
"GFX_CHANGE_DESC" = "点按“注销”以继续。您将有机会存储所有打开的文稿。";
"GFX_CHANGE_TITLE2" = "更改图形设置要求您重新启动。";
"GFX_CHANGE_DESC2" = "点按“重新启动”以继续。您将有机会存储所有打开的文稿。";
"LOGOUT_BUTTON" = "注销";
"RESTART_BUTTON" = "重新启动";

"AUTO_SWITCH_MSG_ON"  = "您的电脑将自动在图形模式之间切换以延长电池寿命。";
"AUTO_SWITCH_MSG_OFF" = "停用自动切换时，您的电脑将总是使用高性能的图形。\n这可能会降低电池寿命。";

//"Custom Profile Tooltip" = "Custom Settings";

//"energy savings" = "energy savings";
//"battery life" = "battery life";
//"UPS life" = "UPS life";

//"Profile High Perf Rating" = "Your energy settings are optimized for high performance.";
//"Profile Better Performance Rating" = "Your energy settings are optimized for better than average %@.";
//"Profile Normal Rating" = "Your energy settings are optimized for normal performance and %@.";
//"Profile Better Energy Rating" = "Your energy settings are optimized for better than average %@.";

//"long battery life" = "long battery life";
//"long UPS life" = "long UPS life";
//"high energy savings" = "high energy savings";
//"Profile High Energy Savings Rating" = "Your energy settings are optimized for %@.";


